13/data/attachments/61fa4ebe3b70e866.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_dcc11106-01e2-4d83-9a16-cdafc658bc1e</nif:username>
            <nif:friendToBeAdded>Sarah_campaign_Actions_17371_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>